package com.nemo.document.parser;

public class StaticText {
    public static String introText = "В целях исполнения решения Совета директоров ОАО «Газпром» от 05.09.2013 г. № 2243, поручения начальника Департамента по управлению имуществом и корпоративными отношениями ОАО «Газпром» Михайловой Е.В. от 25.11.2013 г. № 01/05-9226, руководством ПАО «Газпром нефть» (далее – «Компания», «ГПН») было принято решение о проведении Департаментом корпоративного и проектного сопровождения ГПН (далее – «ДКиСП») в 2016 г. аудита практики корпоративного управления (далее – «Корпоративный аудит») в дочерних обществах (далее – «ДО») Компании, в частности ООО «Наименование ДО» (далее – «Общество», «краткое наименование (далее –КН)»).\n" +
            "Цель Корпоративного аудита – выявление сильных и слабых сторон существующей в КН практики корпоративного управления в сравнении со стратегическими целями Компании; подтверждение соблюдения КН требований системы корпоративного управления; выявление задач, которые необходимо решить в области корпоративного управления; подготовка конкретных рекомендаций комплексного плана по совершенствованию системы корпоративного управления КН; распространение лучших практик в группе Газпром нефть.\n" +
            "В период с ХХ.ХХ.ХХХХ г. по ХХ.ХХ.ХХХХ г. на основании обращения Заместителя генерального директора по правовым и корпоративным вопросам ПАО «Газпром нефть» Илюхиной Е.А. № НК-ХХ от ХХ.ХХ.ХХХХ г. (Приложение № 1) ДКИСП был проведен Корпоративный аудит КН.\n" +
            "Процедура Корпоративного аудита включала в себя:\n" +
            "1. Получение информации об исходном состоянии корпоративного управления.\n" +
            "2.\tДокументальную проверку КН, в том числе:\n" +
            "2.1.\tэкспертизу процедуры хранения оригиналов/копий учредительных документов КН;\n" +
            "2.2.\tполную проверку представленной документации на предмет полноты, достоверности, правильности оформления (соответствие объема представленной документации электронной базе ДКИСП).\n" +
            "3.\tПолную проверку, представленных документов КН на предмет наличия/отсутствия корпоративных одобрений и их достоверности.\n" +
            "4. Анализ внутренних документов КН, регулирующих все компоненты корпоративного управления.\n" +
            "По результатам проведенного Корпоративного аудита подготовлен настоящий отчет, содержащий основные результаты Корпоративного аудита, а также рекомендации ДКИСП относительно усовершенствования практики корпоративного управления КН.\n";

    public static String shortSummaryText = "Ниже перечислены наиболее существенные сильные стороны и недостатки системы корпоративного управления КН согласно результатам Корпоративного аудита, проведенного ДКиСП.";
    public static String strongSides = "Сформирован состав Совета директоров КН из членов, обладающих соответствующими знаниями, навыками, профессиональным и практическим опытом, необходимыми для успешного выполнения функций Совета директоров по управлению Обществом и принятия решений по вопросам, отнесенным к компетенции Совета директоров.";
    public static String resultStart = "В рамках проверки ДКиСП был запрошен перечень всех договоров, в том числе заключенных Обществом с обществами группы ГПН, в течение <<audit_period>>. Исходя из предоставленного перечня договоров была осуществлена полная проверка договоров на предмет наличия/отсутствия корпоративных одобрений таких договоров в соответствии с действующими в КН на дату заключения договоров положениями Устава. \n" +
            "В результате проверки выявлены следующие нарушения:";
    public static String resultEnd = "В результате полной проверки иных видов договоров дополнительных нарушений не выявлено.";

}
